"appName" = "Inlaider (hi)";


"popup.command.placeholder.typeACommand" = "एक कमांड टाइप करें...";
"popup.command.placeholder.typeACommandOrEnterQuit" = "एक कमांड टाइप करें या बंद करने के लिए एंटर दबाएं...";
"popup.command.placeholder.typeACommandOrEnterPaste" = "एक कमांड टाइप करें या परिणाम चिपकाने के लिए एंटर दबाएं";
"popup.navigation.focusCanvas.label" = "⌘ ⬆️ — संपादक पर स्विच करता है";
"popup.navigation.focusCommandline.label" = "⌘ ⬇️ — कमांड लाइन पर स्विच करता है";
"popup.shortcut.clearCanvas" = "⌘⌫ संपादक को साफ करता है";
"popup.shortcut.copyCanvas" = "⌘C संपादक की सामग्री को कॉपी करता है";
"popup.shortcut.copyCanvasOrEnterCopy" = "⌘C या एंटर संपादक की सामग्री को कॉपी करता है";
"popup.shortcut.enterPaste" = "एंटर में पेस्ट करता है";
"popup.shortcut.esc" = "Esc बंद करता है";

"show" = "दिखाएं";
"about" = "कार्यक्रम के बारे में";
"quit" = "समाप्त करें";
"close" = "बंद करें";
"cancel" = "रद्द करें";
"save" = "सहेजें";
"ok" = "ठीक है";
"settings" = "सेटिंग्स";
"copied" = "कॉपी किया गया";

"settings.section.general.title" = "सामान्य";
"settings.accessibility.title" = "पहुँच की अनुमति";
"settings.accessibility.description" = "यह अनुमति आवश्यक है ताकि चयनित पाठ को स्वचालित रूप से पढ़ा जा सके और संसाधित परिणाम को मूल पाठ क्षेत्र में वापस डाला जा सके।\nबिना पहुँच के, एप्लिकेशन डेटा स्थानांतरित करने के लिए क्लिपबोर्ड का उपयोग करेगा।";
"settings.inlaiderShortcut.label" = "Inlaider के लिए शॉर्टकट कुंजी";
"settings.LaunchAtLogin.label" = "लॉगिन पर लॉन्च करें";

"settings.section.ownAPIKeys.title" = "स्वयं के API कुंजी";
"provider.apiKey.title" = "API कुंजी";
"provider.apiKey.placeholder" = "यहां API कुंजी दर्ज करें";
"provider.models.title" = "मॉडल";
"provider.models.new.placeholder" = "मॉडल का नाम जोड़ें";

"settings.section.customPrompts.title" = "प्रॉम्प्ट प्रतिस्थापन";
"prompts.general.title" = "सामान्य प्रॉम्प्ट";
"prompts.replacements.title" = "प्रॉम्प्ट प्रतिस्थापन";
"prompts.replacements.replaceWhat.label" = "बदलें";
"prompts.replacements.model.label" = "मॉडल";
"prompts.replacements.replaceWith.label" = "प्रॉम्प्ट के साथ";
"prompts.replacements.error.exists.message" = "प्रॉम्प्ट प्रतिस्थापन '%@' पहले से मौजूद है।";

"about.ThirdPartyLicenses" = "तीसरे पक्ष के लाइसेंस";
"about.VisitOnGithub" = "GitHub पर देखें";
"about.version" = "संस्करण %@";

"error.title" = "त्रुटि";